import React from "react";

import { MaterialBody, MaterialTitle } from "./StyledMaterialColumn";
import { ItemTitle } from "../StyledItemTitle";
import { ItemBody } from "../StyledItemBody";

function MaterialColumn(props) {
  return (
    <>
      <ItemTitle {...props} />
      <ItemBody>
        <MaterialTitle>
          <span>1.2.2019</span>
          <h5>Maccabi - Dr. Doctor</h5>
          <div></div>
        </MaterialTitle>

        <MaterialBody>
          <p>קיריל אנטו</p>
          <p>אני מביע את תודתי לך ולעמיתיך על הזריזות</p>

          <ul>
            <li>
              אני מביע את תודתי לך ולעמיתיך על הזריזות והתוצאות המעולות במתן
              טיפול רפואי הייטק. רמת הבקיאות שלך בטכנולוגיות כאלה מאפיינת אותך
              כמומחים העונים על הדרישות החמורות ביותר של הרפואה המודרנית,
              הנכונות לדברים חדשים, מוכנים לעולם לא לעצור בדרך למצוינות מקצועית.
            </li>
            <li>
              רמת הבקיאות שלך בטכנולוגיות כאלה מאפיינת אותך כמומחים העונים על
              הדרישות החמורות ביותר של הרפואה המודרנית, הנכונות לדברים חדשים,
              מוכנים לעולם לא לעצור בדרך למצוינות מקצועית. בתחום חשוב זה משרת את
              טובת המטופלים, עוזר להציל חיים ולהשיב בריאות אבדות לאנשים במקרים
              שנראו חסרי תקווה עד לאחרונה.
            </li>
            <li>
              כל מה שאתה עושה בתחום חשוב זה משרת את טובת המטופלים, עוזר להציל
              חיים ולהשיב בריאות אבדות לאנשים במקרים שנראו חסרי
              <span>תקווה עד לאחרונה.</span>
            </li>
          </ul>
          <p>
            כל מה שאתה עושה בתחום חשוב זה משרת את טובת המטופלים, עוזר להציל חיים
            ולהשיב בריאות אבדותי לאנשים במקרים שנראו חסר כל מה שאתה עושה בתחום
            חשוב זה משרת את טובת המטופ
            <span>תקווה עד לאחרונה.</span>
          </p>
        </MaterialBody>
      </ItemBody>
    </>
  );
}

export default MaterialColumn;
